Revit 2027 API
PropertyTableEntry.Distance Property
 The distance value of the PropertyTableEntry
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Distance { get; }
Public ReadOnly Property Distance As Double
	Get
public:
property double Distance {
	double get ();
}
member Distance : float with get
Property Value
Double
See Also
Reference
PropertyTableEntry Class
Autodesk.Revit.DB Namespace